Repository: HandyS11/DeweyDecimalClassificationLearningApp
Catalog: src/DeweyDecimalClassificationLearningApp/Resources/Strings/AppResources.*.resx
Languages: fr

# Ddc_649
source: Child rearing & home care of people
fr: Puériculture ; soin à domicile des handicapés et des malades

# Ddc_650
source: Management and auxiliary services
fr: Gestion de l'entreprise et services auxiliaires

# Ddc_651
source: Office services
fr: Bureaux

# Ddc_652
source: Processes of written communication
fr: Procédés de la communication écrite

# Ddc_653
source: Shorthand
fr: Sténographie

# Ddc_657
source: Accounting
fr: Comptabilité

# Ddc_658
source: General management
fr: Gestion des entreprises privées et publiques

# Ddc_659
source: Advertising and public relations
fr: Publicité et relations publiques

# Ddc_660
source: Chemical engineering
fr: Génie chimique (chimie industrielle) et techniques connexes

# Ddc_661
source: Technology of industrial chemicals
fr: Technologie des produits chimiques industriels (chimie lourde)

# Ddc_662
source: Explosives, fuels & related products
fr: Technologie des explosifs, combustibles, produits dérivés

# Ddc_663
source: Beverage technology
fr: Technologie des boissons

# Ddc_664
source: Food technology
fr: Technologie des aliments

# Ddc_665
source: Industrial oils, fats, waxes & gases
fr: Technologie industrielle relative aux huiles, graisses, cires et gaz industriels

# Ddc_666
source: Ceramic & allied technologies
fr: Technologie de la céramique et technologies annexes

# Ddc_667
source: Cleaning, color & coating technologies
fr: Nettoyage, industries des colorants

# Ddc_668
source: Technology of other organic products
fr: Technologie des autres produits organiques

# Ddc_669
source: Metallurgy
fr: Métallurgie

# Ddc_670
source: Manufacturing
fr: Fabrication industrielle

# Ddc_671
source: Metalworking & primary metal products
fr: Métallurgie industrielle

# Ddc_672
source: Iron, steel, other iron alloys
fr: Métallurgie des métaux ferreux

# Ddc_673
source: Nonferrous metals
fr: Métallurgie des métaux non-ferreux

# Ddc_674
source: Lumber processing, wood products, cork
fr: Technologie du bois, produits du bois, liège

# Ddc_675
source: Leather and fur processing
fr: Technologie du cuir et de la fourrure

# Ddc_676
source: Pulp and paper technology
fr: Technologie de la pâte à papier et du papier

# Ddc_678
source: Elastomers and elastomer products
fr: Élastomères & produits élastomères

# Ddc_679
source: Other products of specific materials
fr: Autres produits faits de matériaux divers

# Ddc_680
source: Manufacture of products for specific uses
fr: Fabrications de produits à usages particuliers

# Ddc_681
source: Precision instruments and other devices
fr: Instruments de précision

# Ddc_682
source: Small forge work (Blacksmithing)
fr: Ferronnerie, petits travaux de forge

# Ddc_683
source: Hardware & household appliances
fr: Quincaillerie, serrurerie

# Ddc_684
source: Furnishings and home workshops
fr: Ameublement, bricolage à la maison

# Ddc_685
source: Leather, fur goods & related products
fr: Articles de cuir et de fourrures, produits dérivés

# Ddc_686
source: Printing and related activities
fr: Imprimerie et activités dérivées

# Ddc_687
source: Clothing and accessories
fr: Fabrication de vêtements

# Ddc_688
source: Other final products & packaging
fr: Autres articles, technologie des emballages

# Ddc_690
source: Construction of buildings
fr: Bâtiments

# Ddc_691
source: Building materials
fr: Matériaux de construction

# Ddc_692
source: Auxiliary construction practices
fr: Techniques annexes de construction

# Ddc_693
source: Specific materials & purposes
fr: Construction de bâtiments de matériaux déterminés et à des fins déterminées

# Ddc_694
source: Wood construction
fr: Utilisation du bois dans la construction, menuiserie

# Ddc_695
source: Roof covering
fr: Couverture, toiture

# Ddc_696
source: Utilities
fr: Plomberie

# Ddc_697
source: Heating, ventilating & air-conditioning
fr: Ingénierie du Chauffage, ventilation et climatisation

# Ddc_698
source: Detail finishing
fr: Finitions

# Ddc_700
source: The arts
fr: Arts

# Ddc_701
source: Philosophy of fine & decorative arts
fr: Philosophie et théorie des beaux-arts et des arts décoratifs

# Ddc_702
source: Miscellany of fine and decorative arts
fr: Ouvrages divers sur les beaux-arts et des arts décoratifs

# Ddc_703
source: Dictionaries of fine & decorative arts
fr: Dictionnaires, encyclopédies des beaux-arts et des arts décoratifs

# Ddc_704
source: Special topics in fine and decorative arts
fr: Caractères particuliers

# Ddc_705
source: Serial publications of fine & decorative arts
fr: Publications en série

# Ddc_706
source: Organizations & management
fr: Organisations et commerce

# Ddc_707
source: Education, research & related topics
fr: Étude et enseignement

# Ddc_708
source: Galleries, museums & private collections
fr: Galeries, musées, collections d'art

# Ddc_709
source: History, geographic treatment, biography
fr: Histoire et géographie des beaux-arts et des arts décoratifs

# Ddc_710
source: Area planning and landscape architecture
fr: Urbanisme. Art du paysage

# Ddc_711
source: Area planning (Civic art)
fr: Aménagement du territoire (urbanisme)

# Ddc_712
source: Landscape architecture (Landscape design)
fr: Arts du paysage

# Ddc_713
source: Landscape architecture of trafficways
fr: Architecture du paysage des voies de communication

# Ddc_714
source: Water features in landscape architecture
fr: Pièces d'eau dans l'architecture du paysage

# Ddc_715
source: Woody plants in landscape architecture
fr: Plantes ligneuses dans l'architecture du paysage

# Ddc_716
source: Herbaceous plants
fr: Plantes herbacées dans l'architecture du paysage

# Ddc_717
source: Structures in landscape architecture
fr: Mobilier urbain

# Ddc_718
source: Landscape design of cemeteries
fr: Cimetières

# Ddc_719
source: Natural landscapes
fr: Sites naturels

# Ddc_721
source: Architectural materials and structure
fr: Construction architecturale

# Ddc_722
source: Architecture from earliest times to ca. 300
fr: Architecture de l'Antiquité et de l'Orient (jusqu'à 300)

# Ddc_723
source: Architecture from ca. 300 to 1399
fr: Architecture médiévale (300-1399)

# Ddc_724
source: Architecture from 1400
fr: Architecture 1400-...

# Ddc_725
source: Public structures
fr: Édifices d'usage public

# Ddc_726
source: Buildings for religious and related purposes
fr: Édifices religieux

# Ddc_727
source: Buildings for education & research
fr: Édifices destinés à l'éducation et la recherche

# Ddc_728
source: Residential and related buildings
fr: Bâtiments d'habitation

# Ddc_729
source: Design & decoration
fr: Décoration des édifices

# Ddc_730
source: Sculpture and related arts
fr: Arts plastiques. Sculpture

# Ddc_731
source: Processes, forms, subjects of sculpture
fr: Procédés et représentations

# Ddc_732
source: Sculpture to ca. 500
fr: Sculpture primitive et orientale, et de l'Occident ancien

# Ddc_733
source: Greek, Etruscan, Roman sculpture
fr: Sculpture grecque, étrusque, romaine

# Ddc_734
source: Sculpture from ca. 500 to 1399
fr: Sculpture médiévale, 500-1400

# Ddc_735
source: Sculpture from 1400
fr: Sculpture moderne, 1400-...

# Ddc_736
source: Carving and carvings
fr: Taille, ciselage, sculpture

# Ddc_737
source: Numismatics and sigillography
fr: Numismatique et sigillographie

# Ddc_738
source: Ceramic arts
fr: Céramique

# Ddc_739
source: Art metalwork
fr: Art du métal

# Ddc_740
source: Graphic arts and decorative arts
fr: Dessin, arts décoratifs

# Ddc_741
source: Drawing and drawings
fr: Dessin et dessins

# Ddc_742
source: Perspective in drawing
fr: Perspective

# Ddc_743
source: Drawing and drawings by subject
fr: Le dessin et les dessins, classés par sujets

# Ddc_745
source: Decorative arts
fr: Arts décoratifs, arts mineurs

# Ddc_746
source: Textile arts
fr: Art et artisanat des textiles

# Ddc_747
source: Interior decoration
fr: Décoration d'intérieur

# Ddc_748
source: Glass
fr: Verre

# Ddc_749
source: Furniture and accessories
fr: Mobiliers et accessoires

# Ddc_750
source: Painting and paintings
fr: La peinture et les peintures

# Ddc_751
source: Techniques, equipment, materials & forms
fr: Procédés et types de peintures

# Ddc_752
source: Color
fr: Couleur

# Ddc_753
source: Symbolism, allegory, mythology, legend
fr: Sujets allégoriques, mythologiques, symboliques

# Ddc_754
source: Genre paintings
fr: Scènes de la vie quotidienne

# Ddc_755
source: Religion
fr: Peinture religieuse

# Ddc_757
source: Human figures
fr: Représentations de la personne. Portraits

# Ddc_758
source: Nature, cityscapes & other subjects
fr: Autres sujets

# Ddc_759
source: History, geographic treatment, biography
fr: Histoire et géographie

# Ddc_760
source: Printmaking & prints
fr: Arts graphiques. La gravures et les gravures

# Ddc_761
source: Relief processes (Block printing)
fr: Procédés en relief

# Ddc_763
source: Lithographic processes
fr: Lithographie

# Ddc_764
source: Chromolithography and serigraphy
fr: Chromolithographie et sérigraphie

# Ddc_765
source: Metal engraving
fr: Gravure sur métal

# Ddc_766
source: Mezzotinting, aquatinting, related processes
fr: Manière noire, aquatinte

# Ddc_767
source: Etching and drypoint
fr: Eau-forte et pointe sèche

# Ddc_769
source: Prints
fr: Estampes

# Ddc_770
source: Photography, computer art, cinematography
fr: Photographie et photographies

# Ddc_771
source: Techniques, equipment & materials
fr: Appareils, équipements, matériels

# Ddc_772
source: Metallic salt processes
fr: Procédés utilisant des sels métalliques

# Ddc_773
source: Pigment processes of printing
fr: Procédés par pigments

# Ddc_774
source: Holography
fr: Holographie

# Ddc_776
source: Computer art (Digital art)
fr: Art numérique. Art par ordinateur

# Ddc_777
source: Cinematography and videography
fr: Cinématographie et Vidéographie

# Ddc_778
source: Specific fields & kinds of photography
fr: Différents domaines de la photographie

# Ddc_779
source: Photographic images
fr: Photographies, recueils de photographies

# Ddc_780
source: Music
fr: Musique

# Ddc_781
source: General principles and musical forms
fr: Principes généraux et formes musicales

# Ddc_782
source: Vocal music
fr: Musique vocale

# Ddc_783
source: Music for single voices
fr: Musique pour voix seule. La voix

# Ddc_784
source: Instruments & instrumental ensembles
fr: Ensembles instrumentaux

# Ddc_785
source: Ensembles with one instrument per part
fr: Ensembles à un seul instrument par partie

# Ddc_786
source: Keyboard & other instruments
fr: Claviers, instruments mécaniques et électriques, percussions

# Ddc_787
source: Stringed instruments (Chordophones)
fr: Instruments à cordes

# Ddc_788
source: Wind instruments (Aerophones)
fr: Instruments à vent

# Ddc_790
source: Recreational and performing arts
fr: Loisirs et arts du spectacle. Sports

# Ddc_791
source: Public performances
fr: Représentations scéniques

# Ddc_792
source: Stage presentations
fr: Théâtre. Représentations sur scène

# Ddc_793
source: Indoor games and amusements
fr: Jeux d'intérieur

# Ddc_794
source: Indoor games of skill
fr: Jeux d'habileté d'intérieur

# Ddc_795
source: Games of chance
fr: Jeux de hasard. Jeux de cartes

# Ddc_796
source: Athletic and outdoor sports and games
fr: Sports, jeux athlétiques d'extérieur

# Ddc_797
source: Aquatic and air sports
fr: Sports nautiques et aériens

# Ddc_798
source: Equestrian sports and animal racing
fr: Sports équestres, courses d'animaux

# Ddc_799
source: Fishing, hunting, shooting
fr: Pêche, chasse, tir

# Ddc_800
source: Literature (Belles-lettres) and rhetoric
fr: Littérature (Belles-lettres) et techniques d'écriture

# Ddc_801
source: Philosophy and theory
fr: Philosophie et théorie

# Ddc_802
source: Literature Miscellany
fr: Ouvrages divers en littérature

# Ddc_803
source: Dictionaries & encyclopedias
fr: Dictionnaires, encyclopédies, concordances

# Ddc_805
source: Serial publications
fr: Publications en série

# Ddc_806
source: Organizations and management
fr: Organisations

# Ddc_807
source: Education, research, related topics
fr: Étude et enseignement

# Ddc_808
source: Rhetoric & collections of literature
fr: Rhétorique et recueils

# Ddc_809
source: History, description & criticism
fr: Histoire, analyse, critiques littéraires générales

# Ddc_810
source: American literature in English
fr: Littérature américaine de langue anglaise

# Ddc_811
source: American poetry in English
fr: Poésie en langue américaine

# Ddc_812
source: American drama in English
fr: Littérature dramatique en langue américaine

# Ddc_813
source: American fiction in English
fr: Fiction en langue américaine

# Ddc_814
source: American essays in English
fr: Essais en langue américaine

# Ddc_815
source: American speeches in English
fr: Discours en langue américaine

# Ddc_816
source: American letters in English
fr: Correspondance en langue américaine

# Ddc_817
source: American humor and satire in English
fr: Humour, satire en langue américaine

# Ddc_818
source: American miscellaneous writings
fr: Textes divers en langue américaine

# Ddc_820
source: English & Old English literatures
fr: Littératures anglaise et anglo-saxonne

# Ddc_821
source: English poetry
fr: Poésie en langue anglaise

# Ddc_822
source: English drama
fr: Littérature dramatique en langue anglaise

# Ddc_823
source: English fiction
fr: Fiction en langue anglaise

# Ddc_824
source: English essays
fr: Essais en langue anglaise

# Ddc_825
source: English speeches
fr: Discours en langue anglaise

# Ddc_826
source: English letters
fr: Correspondance en langue anglaise

# Ddc_827
source: English humor and satire
fr: Humour, satire en langue anglaise

# Ddc_828
source: English miscellaneous writings
fr: Textes divers en langue anglaise

# Ddc_829
source: Old English (Anglo-Saxon) literature
fr: Anglo-saxon. Vieil anglais

# Ddc_830
source: Literatures of Germanic languages
fr: Littérature des langues germaniques. Littérature allemande

# Ddc_831
source: German poetry
fr: Poésie en langue allemande

# Ddc_832
source: German drama
fr: Littérature dramatique en langue allemande

# Ddc_833
source: German fiction
fr: Fiction en langue allemande

# Ddc_834
source: German essays
fr: Essais en langue allemande

# Ddc_835
source: German speeches
fr: Discours en langue allemande

# Ddc_836
source: German letters
fr: Correspondance en langue allemande

# Ddc_837
source: German humor and satire
fr: Humour, satire en langue allemande

# Ddc_838
source: German miscellaneous writings
fr: Textes divers en langue allemande

# Ddc_839
source: Other Germanic literatures
fr: Autres littératures germaniques

# Ddc_840
source: Literatures of Romance languages
fr: Littérature des langues romanes. Littérature française

# Ddc_841
source: French poetry
fr: Poésie de langue française

# Ddc_842
source: French drama
fr: Littérature dramatique

# Ddc_843
source: French fiction
fr: Fiction

# Ddc_844
source: French essays
fr: Essais

# Ddc_845
source: French speeches
fr: Discours

# Ddc_846
source: French letters
fr: Correspondance

# Ddc_847
source: French humor and satire
fr: Humour, satire

# Ddc_848
source: French miscellaneous writings
fr: Écrits divers

# Ddc_849
source: Occitan, Catalan, Franco-Provençal
fr: Littératures provençales et catalanes

# Ddc_850
source: Italian, Romanian & related literatures
fr: Littératures italienne, roumaine, rhéto-romane

# Ddc_851
source: Italian poetry
fr: Poésie en langue italienne

# Ddc_852
source: Italian drama
fr: Littérature dramatique en langue italienne

# Ddc_853
source: Italian fiction
fr: Fiction en langue italienne

# Ddc_854
source: Italian essays
fr: Essais en langue italienne

# Ddc_855
source: Italian speeches
fr: Discours en langue italienne

# Ddc_856
source: Italian letters
fr: Correspondance en langue italienne

# Ddc_857
source: Italian humor and satire
fr: Humour, satire en langue italienne

# Ddc_858
source: Italian miscellaneous writings
fr: Textes divers en langue italienne

# Ddc_859
source: Romanian & related literatures
fr: Roumain et rhéto-roman

# Ddc_860
source: Spanish & Portuguese literatures
fr: Littératures espagnole et portugaise

# Ddc_861
source: Spanish poetry
fr: Poésie en langue espagnole

# Ddc_862
source: Spanish drama
fr: Littérature dramatique en langue espagnole

# Ddc_863
source: Spanish fiction
fr: Fiction en langue espagnole

# Ddc_864
source: Spanish essays
fr: Essais en langue espagnole

# Ddc_865
source: Spanish speeches
fr: Discours en langue espagnole

# Ddc_866
source: Spanish letters
fr: Correspondance en langue espagnole

# Ddc_867
source: Spanish humor and satire
fr: Humour, satire en langue espagnole

# Ddc_868
source: Spanish miscellaneous writings
fr: Textes divers en langue espagnole

# Ddc_869
source: Portuguese and Galician literatures
fr: Portugais et brésilien

# Ddc_870
source: Latin & related Italic literatures
fr: Littératures des langues italiques. Littérature latine

# Ddc_871
source: Latin poetry
fr: Poésie en langue italique

# Ddc_872
source: Latin dramatic poetry and drama
fr: Littérature dramatique en langue italiques

# Ddc_873
source: Latin epic poetry and fiction
fr: Poésie épique en langue italiques

# Ddc_874
source: Latin lyric poetry
fr: Poésie lyrique en langue italiques

# Ddc_875
source: Latin speeches
fr: Discours en langue italiques

# Ddc_876
source: Latin letters
fr: Correspondances en langue italiques

# Ddc_877
source: Latin humor and satire
fr: Littérature satirique en langue italiques

# Ddc_878
source: Latin miscellaneous writings
fr: Écrits divers en langue italiques

# Ddc_879
source: Literatures of other Italic languages
fr: Littératures d'autres langues italiques en langue italiques

# Ddc_880
source: Classical Greek & Hellenic literatures
fr: Littératures des langues helléniques. Littérature grecque classique

# Ddc_881
source: Classical Greek poetry
fr: Poésie en langue grecque

# Ddc_882
source: Classical Greek dramatic poetry & drama
fr: Littérature dramatique en langue grecque

# Ddc_883
source: Classical Greek epic poetry and fiction
fr: Poésie épique en langue grecque

# Ddc_884
source: Classical Greek lyric poetry
fr: Poésie lyrique en langue grecque

# Ddc_885
source: Classical Greek speeches
fr: Discours en langue grecque

# Ddc_886
source: Classical Greek letters
fr: Correspondances en langue grecque

# Ddc_887
source: Classical Greek humor and satire
fr: Littérature satirique en langue grecque

# Ddc_888
source: Classical Greek miscellaneous writings
fr: Divers écrits en langue grecque

# Ddc_889
source: Modern Greek literature
fr: Littérature grecque moderne en langue grecque

# Ddc_890
source: Literatures of other languages
fr: Littératures des autres langues

# Ddc_891
source: East Indo-European and Celtic literatures
fr: Littératures indo-européennes du groupe oriental et littératures celtiques

# Ddc_892
source: Afro-Asiatic literatures
fr: Littératures afro-asiatiques (chamito-sémitique)

# Ddc_893
source: Non-Semitic Afro-Asiatic literatures
fr: Littératures chamitique et tchadienne

# Ddc_894
source: Altaic, Uralic, Hyperborean & Dravidian
fr: Littératures ouralo-altaïque, paléosibérienne, finno-ougriennes (hongroise, finnoise), dravidienne

# Ddc_895
source: Literatures of East and Southeast Asia
fr: Littérature des pays d'Asie de l'Est et du Sud-Est

# Ddc_896
source: African literatures
fr: Littératures africaines

# Ddc_897
source: North American native literatures
fr: Littératures des langues indiennes et autochtones d'Amérique du Nord

# Ddc_898
source: South American native literatures
fr: Littératures des langues indiennes et autochtones d'Amérique du Sud

# Ddc_899
source: Austronesian & other literatures
fr: Littératures des langues non austronésiennes de l'Océanie, des langues austronésiennes, de diverses autres langues

# Ddc_900
source: History & geography
fr: Généralités sur la Géographie et l’Histoire

# Ddc_901
source: Philosophy and theory of history
fr: Philosophie et théorie de l'histoire

# Ddc_902
source: Miscellany of history
fr: Ouvrages divers sur l'Histoire

# Ddc_903
source: Dictionaries & encyclopedias
fr: Dictionnaires, encyclopédies, concordances

# Ddc_904
source: Collected accounts of events
fr: Recueils de récits d'événements

# Ddc_905
source: Serial publications of history
fr: Publications en série

# Ddc_906
source: Organizations & management
fr: Organisations

# Ddc_907
source: Education, research & related topics
fr: Enseignement et recherche

# Ddc_908
source: Groups of people
fr: Histoire des différents groupes de personnes

# Ddc_909
source: World history
fr: Histoire du monde. Civilisation

# Ddc_910
source: Geography and travel
fr: Géographie et voyages

# Ddc_911
source: Historical geography
fr: Géographie historique

# Ddc_912
source: Maps and plans of surface of earth
fr: Représentations graphiques de la surface terrestre et des mondes extraterrestres

# Ddc_913
source: Geography of & travel in ancient world
fr: Le monde ancien : géographie et voyages

# Ddc_914
source: Geography of and travel in Europe
fr: Géographie de l'Europe

# Ddc_915
source: Geography of and travel in Asia
fr: Géographie de l'Asie

# Ddc_916
source: Geography of and travel in Africa
fr: Géographie de l'Afrique

# Ddc_917
source: Geography of & travel in North America
fr: Géographie de l'Amérique du Nord

# Ddc_918
source: Geography of & travel in South America
fr: Géographie de l'Amérique du Sud

# Ddc_919
source: Geography of and travel in other areas
fr: Géographie des autres parties du monde et des mondes extra-terrestres

# Ddc_920
source: Biography, genealogy, insignia
fr: Biographie, généalogie, emblèmes, insignes

# Ddc_929
source: Genealogy, names & insignia
fr: Généalogie, onomastique, emblèmes

# Ddc_930
source: History of ancient world to ca. 499
fr: Histoire générale du monde ancien, jusqu'à 499 apr. J.-C.

# Ddc_931
source: China to 420
fr: Chine jusqu'à 420 apr. J.-C.

# Ddc_932
source: Egypt to 640
fr: Égypte jusqu'à 640 apr. J.-C.

# Ddc_933
source: Palestine to 70
fr: Palestine jusqu'à 70 apr. J.-C.

# Ddc_934
source: India to 647
fr: Inde jusqu'à 647 apr. J.-C.

# Ddc_935
source: Mesopotamia & Iranian Plateau to 637
fr: Mésopotamie et Plateau Iranien jusqu'à 637 apr. J.-C.

# Ddc_936
source: Europe north & west of Italy to ca. 499
fr: Pays d'Europe situés au nord et à l'ouest de la péninsule Italique jusqu'à 499 apr. J.-C.

# Ddc_937
source: Italy & adjacent territories to 476
fr: Péninsule Italique et territoires annexes jusqu'à 476 apr. J.-C.

# Ddc_938
source: Greece to 323
fr: Grèce jusqu'à 323 apr. J.-C.

# Ddc_939
source: Other parts of ancient world
fr: Autres parties du monde ancien

# Ddc_940
source: History of Europe
fr: Histoire générale de l’Europe

# Ddc_941
source: British Isles
fr: Iles britanniques

# Ddc_942
source: England and Wales
fr: Angleterre et Pays de Galles

# Ddc_943
source: Germany & central Europe
fr: Europe centrale. Allemagne

# Ddc_944
source: France and Monaco
fr: France & Monaco

# Ddc_945
source: Italy, San Marino, Vatican City, Malta
fr: Italie, Saint-Marin, Vatican, Malte

# Ddc_946
source: Spain, Andorra, Gibraltar, Portugal
fr: Péninsule Ibérique. Espagne

# Ddc_947
source: Russia & east Europe
fr: Russie et pays d'Europe de l'Est

# Ddc_948
source: Scandinavia and Finland
fr: Europe du Nord. Scandinavie

# Ddc_949
source: Other parts of Europe
fr: Autres pays d'Europe

# Ddc_950
source: History of Asia
fr: Histoire générale de l’Asie. Orient. Extrême-Orient

# Ddc_951
source: China and adjacent areas
fr: Chine et territoires adjacents

# Ddc_952
source: Japan
fr: Japon et îles adjacentes

# Ddc_953
source: Arabian Peninsula and adjacent areas
fr: Péninsule Arabique et territoires adjacents

# Ddc_954
source: India & south Asia
fr: Asie du Sud. Inde

# Ddc_956
source: Middle East (Near East)
fr: Moyen-Orient (Proche-Orient)

# Ddc_957
source: Siberia (Asiatic Russia)
fr: Sibérie (Russie d'Asie)
