Repository: HandyS11/DeweyDecimalClassificationLearningApp
Catalog: src/DeweyDecimalClassificationLearningApp/Resources/Strings/AppResources.*.resx
Languages: fr

# Ddc_958
source: Central Asia
fr: Asie centrale

# Ddc_959
source: Southeast Asia
fr: Asie du Sud-Est

# Ddc_960
source: History of Africa
fr: Histoire générale de l’Afrique

# Ddc_961
source: Tunisia and Libya
fr: Tunisie et Libye

# Ddc_962
source: Egypt, Sudan, South Sudan
fr: Égypte et Soudan

# Ddc_963
source: Ethiopia and Eritrea
fr: Éthiopie et Érythrée

# Ddc_964
source: Morocco, Ceuta, Melilla, Western Sahara
fr: Maroc. Côtes du Nord-Ouest africain et îles au large

# Ddc_965
source: Algeria
fr: Algérie

# Ddc_966
source: West Africa and offshore islands
fr: Afrique occidentale et îles au large

# Ddc_967
source: Central Africa and offshore islands
fr: Afrique centrale et îles au large

# Ddc_968
source: South Africa & southern Africa
fr: Afrique du Sud

# Ddc_969
source: South Indian Ocean islands
fr: Îles du sud de L'Océan Indien

# Ddc_970
source: History of North America
fr: Histoire générale de l’Amérique du Nord

# Ddc_972
source: Mexico, Central America, West Indies
fr: Amérique centrale. Mexique

# Ddc_973
source: United States
fr: États-Unis

# Ddc_980
source: History of South America
fr: Histoire générale de l’Amérique du Sud

# Ddc_974
source: Northeastern United States
fr: Nord-est des États-Unis

# Ddc_975
source: Southeastern United States
fr: Sud-est des États-Unis

# Ddc_976
source: South central United States
fr: Centre-Sud des États-Unis

# Ddc_977
source: North central United States
fr: Centre-nord des États-Unis

# Ddc_978
source: Western United States
fr: Ouest des États-Unis

# Ddc_979
source: Great Basin & Pacific Slope region
fr: Région du Grand Bassin et du versant Pacifique

# Ddc_981
source: Brazil
fr: Brésil

# Ddc_982
source: Argentina
fr: Argentine

# Ddc_983
source: Chile
fr: Chili

# Ddc_984
source: Bolivia
fr: Bolivie

# Ddc_985
source: Peru
fr: Pérou

# Ddc_986
source: Colombia and Ecuador
fr: Nord-Ouest de l'Amérique du Sud

# Ddc_987
source: Venezuela
fr: Vénézuela

# Ddc_988
source: Guiana
fr: Guyane

# Ddc_989
source: Paraguay and Uruguay
fr: Paraguay & Uruguay

# Ddc_990
source: History of other areas
fr: Histoire générale des autres pays du monde. Océanie

# Ddc_993
source: New Zealand
fr: Nouvelle-Zélande

# Ddc_994
source: Australia
fr: Australie

# Ddc_995
source: New Guinea & Melanesia
fr: Nouvelle-Guinée. Mélanésie

# Ddc_996
source: Polynesia & Pacific Ocean islands
fr: Autres régions du Pacifique, Polynésie

# Ddc_997
source: Atlantic Ocean islands
fr: Îles de l'Océan Atlantique

# Ddc_998
source: Arctic islands and Antarctica
fr: Îles de l'Arctique et de l’Antarctique

# Ddc_999
source: Extraterrestrial worlds
fr: Mondes extra-terrestres

# VictoryMessage
source: You won!
fr: Victoire !

# DefeatMessage
source: You Lost! The correct answer was {0}.
fr: Perdu ! La bonne réponse était {0}.
