Repository: HandyS11/DeweyDecimalClassificationLearningApp
Catalog: src/DeweyDecimalClassificationLearningApp/Resources/Strings/AppResources.*.resx
Languages: fr

# Ddc_320
source: Political science (Politics and government)
fr: Science politique (politique et gouvernement)

# Ddc_321
source: Systems of governments and states
fr: Types d'États et de gouvernements

# Ddc_322
source: Relation of state to organized groups
fr: Relations entre l'État et les groupes sociaux organisés

# Ddc_323
source: Civil and political rights
fr: Droits civils et politiques

# Ddc_324
source: The political process
fr: La vie politique

# Ddc_325
source: International migration and colonization
fr: Migrations internationales et colonisation

# Ddc_326
source: Slavery and emancipation
fr: Esclavage et émancipation des esclaves

# Ddc_327
source: International relations
fr: Relations internationales

# Ddc_328
source: The legislative process
fr: Le processus législatif

# Ddc_330
source: Economics
fr: Économie

# Ddc_331
source: Labor economics
fr: Économie du travail

# Ddc_332
source: Financial economics
fr: Économie financière

# Ddc_333
source: Economics of land and energy
fr: Économie de la terre et des ressources naturelles

# Ddc_334
source: Cooperatives
fr: Coopératives

# Ddc_335
source: Socialism and related systems
fr: Socialisme et systèmes apparentés

# Ddc_336
source: Public finance
fr: Finances publiques

# Ddc_337
source: International economics
fr: Économie internationale

# Ddc_339
source: Macroeconomics and related topics
fr: Macroéconomie et sujets connexes

# Ddc_340
source: Law
fr: Droit

# Ddc_341
source: Law of nations
fr: Droit international

# Ddc_342
source: Constitutional and administrative law
fr: Droit constitutionnel et administratif

# Ddc_343
source: Military, tax, trade and industrial law
fr: Droit de la défense, droit fiscal, commercial, industriel

# Ddc_344
source: Labor, social, education & cultural law
fr: Droit social, du travail, de la santé, de l'éducation et de la culture

# Ddc_345
source: Criminal law
fr: Droit pénal

# Ddc_346
source: Private law
fr: Droit privé

# Ddc_347
source: Procedure and courts
fr: Procédure civile et tribunaux

# Ddc_348
source: Laws, regulations, cases
fr: Lois, réglementations, jurisprudence

# Ddc_349
source: Law of specific jurisdictions & areas
fr: Droit interne des différents États. Ouvrages d'ensemble sur le droit de chaque pays

# Ddc_350
source: Public administration and military science
fr: Administration publique. Art et science militaire

# Ddc_351
source: Public administration
fr: Administration publique

# Ddc_352
source: General considerations of public administration
fr: Généralités

# Ddc_353
source: Specific fields of public administration
fr: Secteurs spécifiques de l'administration

# Ddc_354
source: Administration of economy & environment
fr: Ministères et services chargés de l'environnement, des ressources naturelles, des affaires économiques

# Ddc_355
source: Military science
fr: Art et science militaires

# Ddc_356
source: Foot forces & warfare
fr: Infanterie

# Ddc_357
source: Mounted forces & warfare
fr: Forces montées

# Ddc_358
source: Air & other specialized forces
fr: Artillerie. Forces aériennes et spatiales

# Ddc_359
source: Sea forces & warfare
fr: Marine militaire

# Ddc_360
source: Social problems & services; associations
fr: Problèmes et services sociaux. Associations

# Ddc_361
source: Social problems & services
fr: Problèmes sociaux. Aide sociale

# Ddc_362
source: Social problems & services to groups
fr: Problèmes et services d'aide sociale

# Ddc_363
source: Other social problems and services
fr: Autres problèmes et services sociaux

# Ddc_364
source: Criminology
fr: Criminologie

# Ddc_365
source: Penal and related institutions
fr: Établissements pénitentiaires

# Ddc_366
source: Secret associations and societies
fr: Associations

# Ddc_367
source: General clubs
fr: Clubs

# Ddc_368
source: Insurance
fr: Assurances

# Ddc_369
source: Associations
fr: Associations diverses

# Ddc_370
source: Education
fr: Éducation, enseignement

# Ddc_371
source: Schools and their activities; special education
fr: Les écoles et leurs activités, enseignement spécialisé, éducation spécialisée

# Ddc_372
source: Primary education (Elementary education)
fr: L'école élémentaire

# Ddc_373
source: Secondary education
fr: Enseignement secondaire

# Ddc_374
source: Adult education
fr: Formation des adultes

# Ddc_375
source: Curricula
fr: Programme d'enseignement

# Ddc_378
source: Higher education (Tertiary education)
fr: Enseignement supérieur

# Ddc_379
source: Public policy issues in education
fr: L'enseignement et l'État. Politique éducative

# Ddc_380
source: Commerce, communications, transportation
fr: Commerce, communications, transports

# Ddc_381
source: Commerce (Trade)
fr: Commerce intérieur

# Ddc_382
source: International commerce
fr: Commerce international (commerce extérieur)

# Ddc_383
source: Postal communication
fr: Postes

# Ddc_384
source: Communications
fr: Communications, télécommunications

# Ddc_385
source: Railroad transportation
fr: Transports ferroviaires

# Ddc_386
source: Inland waterway and ferry transportation
fr: Transports par voies d'eau intérieures (Transport fluvial)

# Ddc_387
source: Water, air, space transportation
fr: Transports maritime, aérien, spatial

# Ddc_388
source: Transportation
fr: Transports terrestre.Transports routiers

# Ddc_389
source: Metrology and standardization
fr: Métrologie et normalisation

# Ddc_390
source: Customs, etiquette, folklore
fr: Coutumes, savoir-vivre, folklore

# Ddc_391
source: Costume and personal appearance
fr: Costume et apparence personnelle

# Ddc_392
source: Customs of life cycle and domestic life
fr: Coutumes liées au cycle de l'existence et à la vie quotidienne

# Ddc_393
source: Death customs
fr: Coutumes funéraires

# Ddc_394
source: General customs
fr: Coutumes générales

# Ddc_395
source: Etiquette (Manners)
fr: Étiquette, savoir-vivre

# Ddc_399
source: Customs of war and diplomacy
fr: Coutumes de la guerre et de la diplomatie

# Ddc_400
source: Language
fr: Langage

# Ddc_401
source: Philosophy and theory
fr: Philosophie et théorie

# Ddc_402
source: Philosophy Miscellany
fr: Ouvrages divers de Philosophie

# Ddc_403
source: Dictionaries & encyclopedias
fr: Dictionnaires, encyclopédies, concordances

# Ddc_404
source: Special topics of language
fr: Sujets particuliers

# Ddc_405
source: Serial publications
fr: Publications en série

# Ddc_406
source: Organizations and management
fr: Organisations

# Ddc_407
source: Education, research, related topics
fr: Enseignement, recherche et sujets connexes

# Ddc_408
source: Groups of people
fr: Le langage chez les différents groupes

# Ddc_409
source: Geographic treatment and biography
fr: Traitement géographique et biographique

# Ddc_410
source: Linguistics
fr: Linguistique

# Ddc_411
source: Writing systems
fr: Systèmes d'écriture des formes standard des langues

# Ddc_412
source: Etymology
fr: Étymologie des formes standard des langues

# Ddc_413
source: Dictionaries
fr: Dictionnaires des formes standard des langues

# Ddc_414
source: Phonology & phonetics
fr: Phonologie et phonétique des formes standard des langues

# Ddc_415
source: Grammar
fr: Grammaire et syntaxe des formes standard des langues

# Ddc_417
source: Dialectology and historical linguistics
fr: Dialectologie. Linguistique historique (diachronique)

# Ddc_419
source: Sign languages
fr: Langage structuré autre que le langage parlé et le langage écrit

# Ddc_418
source: Applied linguistics
fr: Langues appliquées

# Ddc_420
source: English & Old English (Anglo-Saxon)
fr: Anglais et vieil anglais (anglo-saxon)

# Ddc_421
source: English writing system, phonology, phonetics
fr: Écriture et phonologie de l'anglais standard

# Ddc_422
source: Etymology of standard English
fr: Étymologie de l'anglais

# Ddc_423
source: Dictionaries of standard English
fr: Dictionnaires d'anglais

# Ddc_425
source: Grammar of standard English
fr: Grammaire de l'anglais standard

# Ddc_427
source: English language variations
fr: Variantes historiques et géographiques, variantes locales

# Ddc_428
source: Standard English usage
fr: Utilisation standard de l'anglais

# Ddc_429
source: Old English (Anglo-Saxon)
fr: Vieil anglais

# Ddc_430
source: German and related languages
fr: Langues germaniques. Allemand

# Ddc_431
source: Writing system, phonology, phonetics
fr: Écriture et phonologie de l'allemand standard

# Ddc_432
source: Etymology of standard German
fr: Étymologie de l'allemand

# Ddc_433
source: Dictionaries of standard German
fr: Dictionnaires d'allemand

# Ddc_435
source: Grammar of standard German
fr: Grammaire de l'allemand standard

# Ddc_437
source: German language variations
fr: Variantes historiques et géographiques, variantes locales

# Ddc_438
source: Standard German usage
fr: Utilisation standard the l'allemand

# Ddc_439
source: Other Germanic languages
fr: Autres langages germaniques

# Ddc_440
source: French & related Romance languages
fr: Langues romanes. Français

# Ddc_441
source: Writing system, phonology, phonetics
fr: Écriture et phonologie du français standard

# Ddc_442
source: Etymology of standard French
fr: Étymologie du français

# Ddc_443
source: Dictionaries of standard French
fr: Dictionnaires de français

# Ddc_445
source: Grammar of standard French
fr: Grammaire français

# Ddc_447
source: French language variations
fr: Variantes historiques et géographiques, variantes locales

# Ddc_448
source: Standard French usage
fr: Utilisation standard du français

# Ddc_450
source: Italian, Romanian & related languages
fr: Italien, sarde, dalmate, roumain, langues rhéto-romanes

# Ddc_451
source: Writing system, phonology, phonetics
fr: Écriture et phonologie de l'italien standard

# Ddc_452
source: Etymology of standard Italian
fr: Étymologie l'italien standard

# Ddc_453
source: Dictionaries of standard Italian
fr: Dictionnaires d'italien

# Ddc_455
source: Grammar of standard Italian
fr: Grammaire de l'italien standard

# Ddc_457
source: Italian language variations
fr: Variantes historiques et géographiques, variantes locales

# Ddc_458
source: Standard Italian usage
fr: Utilisation standard de l'italien

# Ddc_459
source: Romanian, Rhaetian, Sardinian, Corsican
fr: Roumain et langues rhéto-romanes

# Ddc_460
source: Spanish, Portuguese, Galician
fr: Langues espagnole et portugaise

# Ddc_461
source: Writing system, phonology, phonetics
fr: Écriture et phonologie de l'espagnol standard

# Ddc_462
source: Etymology of standard Spanish
fr: Étymologie l'espagnol standard

# Ddc_463
source: Dictionaries of standard Spanish
fr: Dictionnaires d'espagnol

# Ddc_465
source: Grammar of standard Spanish
fr: Grammaire de l'espagnol standard

# Ddc_467
source: Spanish language variations
fr: Variantes historiques et géographiques, variantes locales

# Ddc_468
source: Standard Spanish usage
fr: Utilisation standard de l'espagnol

# Ddc_469
source: Portuguese
fr: Langue portugaise

# Ddc_470
source: Latin and related Italic languages
fr: Langues italiques. Latin

# Ddc_471
source: Writing system, phonology, phonetics
fr: Écriture et phonologie du latin classique

# Ddc_472
source: Etymology of classical Latin
fr: Étymologie du latin classique

# Ddc_473
source: Dictionaries of classical Latin
fr: Dictionnaires de latin

# Ddc_475
source: Grammar of classical Latin
fr: Grammaire de latin classique

# Ddc_477
source: Old, postclassical, Vulgar Latin
fr: Latin archaïque, post-classique, populaire

# Ddc_478
source: Classical Latin usage
fr: Usage du latin classique

# Ddc_479
source: Other Italic languages
fr: Autres langues italiques

# Ddc_480
source: Classical Greek; Hellenic languages
fr: Langues helléniques. Grec classique

# Ddc_481
source: Writing system, phonology, phonetics
fr: Écriture et phonologie du grec classique

# Ddc_482
source: Etymology of classical Greek
fr: Étymologie du grec classique

# Ddc_483
source: Dictionaries of classical Greek
fr: Dictionnaires de grec classique

# Ddc_485
source: Grammar of classical Greek
fr: Grammaire du grec classique

# Ddc_487
source: Preclassical and postclassical Greek
fr: Grec post-classique, hellénistique et byzantin

# Ddc_488
source: Classical Greek usage
fr: Usage du grec classique

# Ddc_489
source: Other Hellenic languages
fr: Autres langues helléniques

# Ddc_490
source: Other languages
fr: Autres langues

# Ddc_491
source: East Indo-European and Celtic languages
fr: Langues indo-européennes orientales et langues cetiques

# Ddc_492
source: Afro-Asiatic languages
fr: Langues afro-asiatiques (chamito-sémitiques)

# Ddc_493
source: Non-Semitic Afro-Asiatic languages
fr: Langues afro-asiatiques non chamitiques

# Ddc_494
source: Altaic, Uralic, Hyperborean & Dravidian
fr: Langues ouralo-altaïques, hyperboréennes (paléo-sibériennes) et dravidiennes

# Ddc_495
source: Languages of East and Southeast Asia
fr: Langues de l'Asie de l'Est et du Sud-Est. Langues sino-tibétaines

# Ddc_496
source: African languages
fr: Langues africaines

# Ddc_497
source: North American native languages
fr: Langues indiennes et autochtones de l'Amérique du Nord

# Ddc_498
source: South American native languages
fr: Langues indiennes de l'Amérique du Sud

# Ddc_499
source: Austronesian & other languages
fr: Langues papoues de l'Océanie, langues malayo-polynésiennes, diverses autres langues

# Ddc_500
source: Natural Sciences and Mathemetics
fr: Sciences de la nature et mathématiques

# Ddc_501
source: Philosophy and theory
fr: Philosophie et théorie

# Ddc_502
source: Philosophy Miscellany
fr: Ouvrages divers em Philosophie

# Ddc_503
source: Dictionaries & encyclopedias
fr: Dictionnaires, encyclopédies, tableaux comparatifs

# Ddc_505
source: Serial publications
fr: Publications en série

# Ddc_506
source: Organizations and management
fr: Organisations

# Ddc_507
source: Education, research, related topics
fr: Étude et enseignement

# Ddc_508
source: Natural history
fr: Histoire naturelle

# Ddc_509
source: History, geographic treatment, biography
fr: Étude historique, géographique, relative à des personnes

# Ddc_510
source: Mathematics
fr: Mathématiques

# Ddc_511
source: General principles of mathematics
fr: Principes généraux des mathématiques

# Ddc_512
source: Algebra
fr: Algèbre, théorie des nombres

# Ddc_513
source: Arithmetic
fr: Arithmétique

# Ddc_514
source: Topology
fr: Topologie

# Ddc_515
source: Analysis
fr: Analyse

# Ddc_516
source: Geometry
fr: Géométrie

# Ddc_518
source: Numerical analysis
fr: Analyse numérique

# Ddc_519
source: Probabilities and applied mathematics
fr: Probabilités et mathématiques appliquées

# Ddc_520
source: Astronomy and allied sciences
fr: Astronomie et sciences connexes

# Ddc_521
source: Celestial mechanics
fr: Mécanique céleste

# Ddc_522
source: Techniques, equipment & materials
fr: Techniques, équipements, matériels

# Ddc_523
source: Specific celestial bodies and phenomena
fr: Astronomie descriptive

# Ddc_525
source: Earth (Astronomical geography)
fr: Terre (géographie astronomique)

# Ddc_526
source: Mathematical geography
fr: Géographie mathématique

# Ddc_527
source: Celestial navigation
fr: Navigation astronomique

# Ddc_528
source: Ephemerides
fr: Éphémérides

# Ddc_529
source: Chronology
fr: Chronologie

# Ddc_530
source: Physics
fr: Physique

# Ddc_531
source: Classical mechanics
fr: Mécanique classique, mécanique des solides

# Ddc_532
source: Fluid mechanics
fr: Mécanique des fluides, mécanique des liquides

# Ddc_533
source: Pneumatics (Gas mechanics)
fr: Mécanique des gaz

# Ddc_534
source: Sound and related vibrations
fr: Son et vibrations associées, acoustique

# Ddc_535
source: Light and related radiation
fr: Lumière et phénomènes de l'infrarouge et de l'ultraviolet

# Ddc_536
source: Heat
fr: Chaleur

# Ddc_537
source: Electricity and electronics
fr: Électricité et électronique

# Ddc_538
source: Magnetism
fr: Magnétisme

# Ddc_539
source: Modern physics
fr: Physique moderne

# Ddc_540
source: Chemistry and allied sciences
fr: Chimie et sciences connexes

# Ddc_541
source: Physical chemistry
fr: Chimie physique et théorique

# Ddc_542
source: Techniques, equipment & materials
fr: Techniques, procédés, appareils, équipement, matériel

# Ddc_543
source: Analytical chemistry
fr: Chimie analytique

# Ddc_546
source: Inorganic chemistry
fr: Chimie minérale

# Ddc_547
source: Organic chemistry
fr: Chimie organique

# Ddc_548
source: Crystallography
fr: Cristallographie

# Ddc_549
source: Mineralogy
fr: Minéralogie

# Ddc_550
source: Earth sciences
fr: Sciences de la Terre

# Ddc_551
source: Geology, hydrology, meteorology
fr: Géologie, météorologie, hydrologie générale

# Ddc_552
source: Petrology
fr: Pétrologie

# Ddc_553
source: Economic geology
fr: Géologie économique

# Ddc_554
source: Earth sciences of Europe
fr: Géologie de l'Europe

# Ddc_555
source: Earth sciences of Asia
fr: Géologie de l'Asie

# Ddc_556
source: Earth sciences of Africa
fr: Géologie de l'Afrique

# Ddc_557
source: Earth sciences of North America
fr: Géologie de l'Amérique du Nord

# Ddc_558
source: Earth sciences of South America
fr: Géologie de l'Amérique du Sud

# Ddc_559
source: Earth sciences of other areas
fr: Géologie des autres parties du monde

# Ddc_560
source: Paleontology
fr: Paléontologie

# Ddc_561
source: Paleobotany; fossil microorganisms
fr: Paléobotanique

# Ddc_562
source: Fossil invertebrates
fr: Invertébrés fossiles

# Ddc_563
source: Fossil marine & seashore invertebrates
fr: Fossiles marins et des bords de mers

# Ddc_564
source: Fossil Mollucas & Molluscoidea
fr: Mollusques et molluscoïdes fossiles

# Ddc_565
source: Fossil Arthropoda
fr: Arthropodes fossiles

# Ddc_566
source: Fossil Chordata
fr: Cordés fossiles

# Ddc_567
source: Fossil cold-blooded vertebrates
fr: Vertébrés à sang froid fossiles. Poissons fossiles

# Ddc_568
source: Fossil Aves (birds)
fr: Oiseaux fossiles

# Ddc_569
source: Fossil Mammalia
fr: Mammifères fossiles

# Ddc_570
source: Biology
fr: Sciences de la vie. Biologie

# Ddc_571
source: Physiology & related subjects
fr: Physiologie et sujets voisins

# Ddc_572
source: Biochemistry
fr: Biochimie

# Ddc_573
source: Specific physiological systems in animals
fr: Anatomie, histologie et physiologie animales

# Ddc_575
source: Specific parts of & systems in plants
fr: Anatomie et physiologie végétales

# Ddc_576
source: Genetics and evolution
fr: Génétique et évolution

# Ddc_577
source: Ecology
fr: Écologie

# Ddc_578
source: Natural history of organisms
fr: Histoire naturelle des organismes et sujets apparenté

# Ddc_579
source: Microorganisms, fungi & algae
fr: Micro-organismes, champignons, algues

# Ddc_580
source: Plants
fr: Plantes

# Ddc_581
source: Specific topics in natural history of plants
fr: Sujets spécifiques de la biologie végétale

# Ddc_582
source: Plants noted for characteristics & flowers
fr: Plantes étudiées en fonction de leurs propriétés végétatives particulières et de leurs fleurs

# Ddc_583
source: Eudicots and Ceratophyllales
fr: Magnoliopsidées

# Ddc_584
source: Monocots, Chloranthales, magnoliids
fr: Liliopsidées

# Ddc_585
source: Pinophyta
fr: Pinophytes

# Ddc_586
source: Cryptogamia
fr: Cryptogames

# Ddc_587
source: Pteridophyta
fr: Ptéridophytes

# Ddc_588
source: Bryophyta
fr: Bryophytes

# Ddc_590
source: Animals
fr: Animaux

# Ddc_591
source: Specific topics in natural history of animals
fr: Sujets particuliers de la biologie animale

# Ddc_592
source: Invertebrates
fr: Invertébrés

# Ddc_593
source: Marine & seashore invertebrates
fr: Divers invertébrés marins et du littoral

# Ddc_594
source: Mollusca and Molluscoidea
fr: Mollusques et molluscoïdes

# Ddc_595
source: Arthropoda
fr: Arthropodes

# Ddc_596
source: Chordata
fr: Chordés. Vertébrés

# Ddc_597
source: Cold-blooded vertebrates
fr: Vertébrés à sang froid. Poissons

# Ddc_598
source: Aves
fr: Oiseaux

# Ddc_599
source: Mammalia
fr: Mammifères

# Ddc_600
source: Technology (Applied sciences)
fr: Technologie (Sciences appliquées)

# Ddc_601
source: Philosophy and theory
fr: Philosophie et théorie

# Ddc_602
source: Miscellany
fr: Ouvrages divers

# Ddc_603
source: Dictionaries, encyclopedias, concordances
fr: Dictionnaires, encyclopédies, ouvrages comparatifs

# Ddc_604
source: Technical drawing, hazardous materials
fr: Dessin industriel. Technique des substances dangereuses

# Ddc_605
source: Serial publications
fr: Publications en séries. Périodiques

# Ddc_606
source: Organizations
fr: Organisations

# Ddc_607
source: Education, research, related topics
fr: Enseignement, recherche

# Ddc_608
source: Patents
fr: Inventions et brevets

# Ddc_609
source: History, geographic treatment, biography
fr: Histoire et géographie

# Ddc_610
source: Medicine and health
fr: Sciences médicales. Médecine

# Ddc_611
source: Human anatomy, cytology, histology
fr: Anatomie humaine, biologie des tissus, cytologie humaine

# Ddc_612
source: Human physiology
fr: Physiologie humaine

# Ddc_613
source: Personal health & safety
fr: Promotion de la santé

# Ddc_614
source: Forensic medicine; incidence of disease
fr: Santé publique et sujets connexes

# Ddc_615
source: Pharmacology and therapeutics
fr: Pharmacologie et thérapeutique

# Ddc_616
source: Diseases
fr: Maladies

# Ddc_617
source: Surgery & related medical specialties
fr: Chirurgie et sujets connexes

# Ddc_618
source: Gynecology, obstetrics, pediatrics, geriatrics
fr: Autres branches de la médecine. Gynécologie et obstétrique

# Ddc_620
source: Engineering and allied operations
fr: Art de l’ingénieur et activités connexes

# Ddc_621
source: Applied physics
fr: Physique appliquée

# Ddc_622
source: Mining and related operations
fr: Génie minier et activités connexes

# Ddc_623
source: Military and nautical engineering
fr: Génie militaire et naval

# Ddc_624
source: Civil engineering
fr: Génie civil

# Ddc_625
source: Engineering of railroads and roads
fr: Chemins de fer, routes, autoroutes

# Ddc_627
source: Hydraulic engineering
fr: Génie hydraulique

# Ddc_628
source: Sanitary engineering
fr: Technique sanitaire et municipale. Génie Urbain

# Ddc_629
source: Other branches of engineering
fr: Autres branches de l'art de l'ingénieur

# Ddc_630
source: Agriculture and related technologies
fr: Agronomie, agriculture et activités connexes

# Ddc_631
source: Techniques, equipment & materials
fr: Techniques spécifiques, équipement

# Ddc_632
source: Plant injuries, diseases, pests
fr: Dégâts causés aux plantes, maladies et parasites

# Ddc_633
source: Field and plantation crops
fr: Champs et cultures

# Ddc_634
source: Orchards, fruits, forestry
fr: Vergers, fruits, foresterie. Arboriculture

# Ddc_635
source: Garden crops (Horticulture)
fr: Produits des jardins (Horticulture). Légumes

# Ddc_636
source: Animal husbandry
fr: Élevage

# Ddc_637
source: Processing dairy and related products
fr: Industrie laitière

# Ddc_638
source: Insect culture
fr: Élevage d'insectes

# Ddc_639
source: Hunting, fishing & conservation
fr: Chasse et pêche commerciale, protection de la faune et de la flore

# Ddc_640
source: Home and family management
fr: Économie domestique (arts ménagers). Vie familiale

# Ddc_641
source: Food and drink
fr: Nourriture et boisson

# Ddc_642
source: Meals and table service
fr: Repas, service à table

# Ddc_643
source: Housing and household equipment
fr: Logement et équipement ménager

# Ddc_644
source: Household utilities
fr: Chauffage et autres équipements

# Ddc_645
source: Household furnishings
fr: Mobilier et décoration

# Ddc_646
source: Sewing, clothing & personal living
fr: Couture, Vêtement, gestion de la vie personnelle et familiale

# Ddc_647
source: Management of public households
fr: Organisation des établissements hôteliers, hôtels, restaurants

# Ddc_648
source: Housekeeping
fr: Travaux d'entretien
