Repository: HandyS11/DeweyDecimalClassificationLearningApp
Catalog: src/DeweyDecimalClassificationLearningApp/Resources/Strings/AppResources.*.resx
Languages: fr

# AppName
source: Dewey Decimal Classification
fr: Classification Décimale de Dewey

# AppSubTitle
source: Learn the Dewey Decimal Classification with this simple game.
fr: Aprennez la Classification Décimale de Dewey à l'aide de cette application.

source: Game
fr: Jeux

source: Home
fr: Acceuil

# DeweyGame
source: DewayGame
fr: Jeu de Dewey

# Streak
source: Streak: {0}
fr: Série : {0}

# IdGameQuestion
source: What does the ID {0} refer to?
fr: À quelle catégorie l'indice {0} fait-il référence ?

# Ddc_000
source: Computer science, information, general works
fr: Généralités sur l’informatique, l’information, ouvrages généraux

# Ddc_001
source: Knowledge
fr: Connaissance

# Ddc_002
source: The book
fr: Livre

# Ddc_003
source: Systems
fr: Systèmes

# Ddc_004
source: Computer science
fr: Traitement de données et Informatique

# Ddc_006
source: Special computer methods
fr: Applications informatique

# Ddc_005
source: Computer programming, programs, data, security
fr: Programmation informatique, Logiciels et donnée

# Ddc_010
source: Bibliography
fr: Bibliographie

# Ddc_011
source: Bibliographies and catalogs
fr: Bibliographies

# Ddc_012
source: Bibliographies and catalogs of individuals
fr: Bibliographies d'individus

# Ddc_014
source: Of anonymous & pseudonymous works
fr: Bibliographies d'ouvrages anonymes ou sous pseudonymes

# Ddc_015
source: Of works from specific places
fr: Bibliographies d'ouvrages sur des lieux précis

# Ddc_016
source: Of works on specific subjects
fr: Bibliographies d'ouvrages sur des sujets précis

# Ddc_017
source: Of works held in specific collections or offered for sale
fr: Catalogues de sujets généraux

# Ddc_020
source: Library and information sciences
fr: Bibliothéconomie et Science de l'information

# Ddc_021
source: Relationships of libraries and archives
fr: Relation des bibliothèques

# Ddc_022
source: Administration of physical plant
fr: Administration d'installations physiques

# Ddc_023
source: Personnel management
fr: Gestion des ressources humaines

# Ddc_025
source: Operations of libraries and archives
fr: Gestion des bibliothèques

# Ddc_026
source: Libraries and archives devoted to specific subjects
fr: Bibliothèques de sujets précis

# Ddc_027
source: General libraries and archives
fr: Bibliothèques générales

# Ddc_028
source: Reading and use of other information media
fr: Lecture et utilisation des autres médias d'information

# Ddc_030
source: General encyclopedic works
fr: Encyclopédies générales

# Ddc_031
source: General encyclopedic works in American English
fr: Encyclopédies en anglais américain

# Ddc_032
source: General encyclopedic works in English
fr: Encyclopédies en anglais

# Ddc_033
source: Encyclopedias in other Germanic languages
fr: Encyclopédies dans d'autres langues germaniques

# Ddc_034
source: Encyclopedias in French, Occitan, Catalan
fr: Encyclopédies en français, occitan, et catalan

# Ddc_035
source: Encyclopedias in Italian, Romanian & related languages
fr: Encyclopédies en italien, roumain, et langues apparentées

# Ddc_036
source: Encyclopedias in Spanish, Portuguese, Galician
fr: Encyclopédies en espagnol et portugais

# Ddc_037
source: General encyclopedic works in Slavic languages
fr: Encyclopédies en langues slaves

# Ddc_038
source: General encyclopedic works in Scandinavian languages
fr: Encyclopédies en langues scandinaves

# Ddc_039
source: General encyclopedic works in other languages
fr: Encyclopédies dans d'autres langues

# Ddc_050
source: General serial publications
fr: Publications en série d’ordre général

# Ddc_051
source: General serial publications in American English
fr: Publications en série en anglais américain

# Ddc_052
source: General serial publications in English
fr: Publications en série en anglais

# Ddc_053
source: Serials in other Germanic languages
fr: Publications en série dans d'autres langues germaniques

# Ddc_054
source: Serials in French, Occitan, Catalan
fr: Publications en série en français, occitan, et catalan

# Ddc_055
source: Serials in Italian, Romanian & related languages
fr: Publications en série en italien, roumain, et langues apparentées

# Ddc_056
source: Serials in Spanish, Portuguese, Galician
fr: Publications en série en espagnol et portugais

# Ddc_057
source: General serial publications in Slavic languages
fr: Publications en série en langues slaves

# Ddc_058
source: Serials in Scandinavian languages
fr: Publications en série en langues scandinaves

# Ddc_059
source: General serial publications in other languages
fr: Publications en série dans d'autres langues

# Ddc_060
source: General organizations & museology
fr: Organisations générales et muséologie

# Ddc_061
source: General organizations in North America
fr: Organisations en Amérique du Nord

# Ddc_062
source: General organizations in British Isles; in England
fr: Organisations dans les îles Britanniques, en Angleterre

# Ddc_063
source: General organizations in Germany
fr: Organisations en Europe centrale, en Allemagne

# Ddc_064
source: General organizations in France and Monaco
fr: Organisations en France et à Monaco

# Ddc_065
source: General organizations in Italy
fr: Organisations en Italie et dans les îles voisines

# Ddc_066
source: General organizations in Spain
fr: Organisations en péninsule Ibérique et dans les îles voisines

# Ddc_067
source: General organizations in Russia
fr: Organisations en Europe de l'Est, en Russie

# Ddc_068
source: General organizations in other geographic areas
fr: Organisations dans d'autres zones géographiques

# Ddc_069
source: Museology (museum science)
fr: Muséologie

# Ddc_070
source: Documentary, educational, news media; journalism
fr: Médias documentaires, journalisme, édition

# Ddc_071
source: Journalism and newspapers in North America
fr: Journaux en Amérique du Nord

# Ddc_072
source: Journalism and newspapers in British Isles
fr: Journaux dans les îles Britanniques, en Angleterre

# Ddc_073
source: Journalism and newspapers in Germany
fr: Journaux en Europe centrale, en Allemagne

# Ddc_074
source: Journalism and newspapers in France and Monaco
fr: Journaux en France et à Monaco

# Ddc_075
source: Journalism and newspapers in Italy
fr: Journaux en Italie et dans les îles voisines

# Ddc_076
source: Journalism and newspapers in Spain
fr: Journaux en péninsule Ibérique et dans les îles voisines

# Ddc_077
source: Journalism and newspapers in Russia
fr: Journaux en Europe de l'Est, en Russie

# Ddc_078
source: Journalism and newspapers in Scandinavia
fr: Journaux en Scandinavie

# Ddc_079
source: Newspapers in other geographic areas
fr: Journaux dans d'autres zones géographiques

# Ddc_080
source: General collections
fr: Recueils généraux

# Ddc_083
source: General collections in other Germanic languages
fr: Recueils dans d'autres langues germaniques

# Ddc_082
source: General collections in English
fr: Recueils en anglais

# Ddc_081
source: General collections in American English
fr: Recueils en anglais américain

# Ddc_084
source: General collections in French, Occitan, Catalan
fr: Recueils en français, occitan, et catalan

# Ddc_085
source: Collections in Italian, Romanian & related languages
fr: Recueils en italien, roumain, et langues apparentées

# Ddc_086
source: Collections in Spanish, Portuguese, Galician
fr: Recueils en espagnol et portugais

# Ddc_087
source: General collections in Slavic languages
fr: Recueils en langues slaves

# Ddc_088
source: General collections in Scandinavian languages
fr: Recueils en langues scandinaves

# Ddc_089
source: General collections in other languages
fr: Recueils dans d'autres langues

# Ddc_090
source: Manuscripts, rare books
fr: Manuscrits, livres rares, autres documents imprimés rares

# Ddc_091
source: Manuscripts
fr: Manuscrits

# Ddc_092
source: Block books
fr: Tabellaires

# Ddc_093
source: Incunabula
fr: Incunables

# Ddc_094
source: Printed books
fr: Livres imprimés

# Ddc_095
source: Books notable for bindings
fr: Livres remarquables pour leur reliure

# Ddc_096
source: Books notable for illustrations and materials
fr: Livres remarquables pour leurs illustrations

# Ddc_097
source: Books notable for ownership or origin
fr: Livres remarquables pour leur propriété ou leur origine

# Ddc_098
source: Prohibited works, forgeries, hoaxes
fr: Œuvres interdites, forgeries, canulars

# Ddc_099
source: Books notable for format
fr: Livres remarquables pour leur format

# Ddc_100
source: Philosophy & psychology
fr: Philosophie et psychologie

# Ddc_101
source: Theory of philosophy
fr: Théorie de la philosophie

# Ddc_102
source: Miscellany of philosophy
fr: Divers

# Ddc_103
source: Dictionaries & encyclopedias
fr: Dictionnaires et encyclopédies

# Ddc_105
source: Serial publications of philosophy
fr: Publications en série

# Ddc_106
source: Organizations & management
fr: Organisations et gestion

# Ddc_107
source: Education, research & related topics
fr: Education, recherche, sujets relatifs à la philosophie

# Ddc_108
source: Groups of people
fr: Groupes de philosophes

# Ddc_109
source: Historical and collected biography
fr: Histoire et biographie recueillie

# Ddc_110
source: Metaphysics
fr: Métaphysique

# Ddc_111
source: Ontology
fr: Ontologie

# Ddc_113
source: Cosmology (Philosophy of nature)
fr: Cosmologie (Philosophie de la nature)

# Ddc_114
source: Space
fr: Espace

# Ddc_115
source: Time
fr: Temps

# Ddc_116
source: Change
fr: Changement

# Ddc_118
source: Force and energy
fr: Force et énergie

# Ddc_119
source: Number and quantity
fr: Nombre et quantité

# Ddc_120
source: Epistemology, causation, humankind
fr: Épistémologie, causalité, genre humain

# Ddc_121
source: Epistemology (Theory of knowledge)
fr: Épistémologie (Science du savoir)

# Ddc_122
source: Causation
fr: Causalité

# Ddc_123
source: Determinism and indeterminism
fr: Déterminisme et Indéterminisme

# Ddc_124
source: Teleology
fr: Téléologie

# Ddc_126
source: The self
fr: L'individu

# Ddc_127
source: The unconscious and the subconscious
fr: L'inconscient et le subconscient

# Ddc_128
source: Humankind
fr: Humanité

# Ddc_129
source: Origin and destiny of individual souls
fr: Origine et devenir des âmes des individus

# Ddc_130
source: Parapsychology and occultism
fr: Parapsychologie et occultisme

# Ddc_131
source: Parapsychological and occult methods
fr: Méthodes parapsychologiques et occultes pour atteindre le bien-être, le bonheur, la réussite

# Ddc_133
source: Specific topics in parapsychology & occultism
fr: Sujets spécifiques de parapsychologie et d'occultisme

# Ddc_135
source: Dreams and mysteries
fr: Rêves et mystères

# Ddc_137
source: Divinatory graphology
fr: Graphologie divinatoire

# Ddc_138
source: Physiognomy
fr: Physiognomonie

# Ddc_139
source: Phrenology
fr: Phrénologie

# Ddc_140
source: Specific philosophical schools
fr: Les divers points de vue et écoles philosophiques

# Ddc_141
source: Idealism and related systems
fr: Idéalisme, systèmes et doctrines apparentées

# Ddc_142
source: Critical philosophy
fr: Criticisme

# Ddc_143
source: Bergsonism and intuitionism
fr: Bergsonisme et intuitionnisme

# Ddc_144
source: Humanism and related systems
fr: Humanisme, systèmes et doctrines apparentées

# Ddc_145
source: Sensationalism
fr: Sensationnalisme

# Ddc_146
source: Naturalism and related systems
fr: Naturalisme, systèmes et doctrines apparentées

# Ddc_147
source: Pantheism and related systems
fr: Panthéisme, systèmes et doctrines apparentées

# Ddc_148
source: Dogmatism, eclecticism, liberalism, etc.
fr: Dogmatisme, éclectisme, libéralisme, syncrétisme, et traditionalisme

# Ddc_149
source: Other philosophical systems and doctrines
fr: Autres systèmes et doctrines philosophiques

# Ddc_150
source: Psychology
fr: Psychologie

# Ddc_152
source: Perception, movement, emotions & drives
fr: Perception sensorielle, mouvement, émotions, et pulsions physiologiques

# Ddc_153
source: Conscious mental processes & intelligence
fr: Processus mentaux conscients et intelligence

# Ddc_154
source: Subconscious & altered states
fr: Subconscient, altered state et processus alternatifs

# Ddc_155
source: Differential & developmental psychology
fr: Psychologie différentielle et psychologie du développement

# Ddc_156
source: Comparative psychology
fr: Psychologie comparée

# Ddc_158
source: Applied psychology
fr: Psychologie appliquée

# Ddc_160
source: Philosophical logic
fr: Logique philosophique

# Ddc_161
source: Induction
fr: Raisonnement inductif

# Ddc_162
source: Deduction
fr: Raisonnement déductif

# Ddc_165
source: Fallacies and sources of error
fr: Raisonnement fallacieux et sources d'erreur

# Ddc_166
source: Syllogisms
fr: Syllogismes

# Ddc_167
source: Hypotheses
fr: Hypothèses

# Ddc_168
source: Argument and persuasion
fr: Argumentation et persuasion

# Ddc_169
source: Analogy
fr: Analogie

# Ddc_170
source: Ethics (Moral philosophy)
fr: Éthique (Philosophie morale)

# Ddc_171
source: Ethical systems
fr: Systèmes éthiques

# Ddc_172
source: Political ethics
fr: Éthique politique

# Ddc_173
source: Ethics of family relationships
fr: Éthique des relations familiales

# Ddc_174
source: Occupational ethics
fr: Éthique professionnelle

# Ddc_175
source: Ethics of recreation & leisure
fr: Éthique du loisir, du temps libre, du spectacle, de la communication

# Ddc_176
source: Ethics of sex and reproduction
fr: Éthique du sexe et de la reproduction

# Ddc_177
source: Ethics of social relations
fr: Éthique des rapports sociaux

# Ddc_178
source: Ethics of consumption
fr: Éthique de la consommation

# Ddc_179
source: Other ethical norms
fr: Autres normes d'éthiques

# Ddc_180
source: Ancient, medieval, eastern philosophy
fr: Philosophie antique, médiévale, orientale

# Ddc_181
source: Eastern philosophy
fr: Philosophie orientale

# Ddc_182
source: Pre-Socratic Greek philosophies
fr: Philosophie présocratique

# Ddc_183
source: Sophistic, Socratic, related philosophies
fr: Sophistique, socratique, autres philosophies liées au monde grec antique

# Ddc_184
source: Platonic philosophy
fr: Platonisme

# Ddc_185
source: Aristotelian philosophy
fr: Aristotélisme

# Ddc_186
source: Skeptic and Neoplatonic philosophies
fr: Scepticisme et néoplatonisme

# Ddc_187
source: Epicurean philosophy
fr: Épicurisme

# Ddc_188
source: Stoic philosophy
fr: Stoïcisme

# Ddc_189
source: Medieval western philosophy
fr: Philosophie médiévale occidentale

# Ddc_190
source: Modern western philosophy
fr: Philosophie occidentale contemporaine et autres philosophies non orientales

# Ddc_191
source: Philosophy of United States and Canada
fr: Philosophie américaine et canadienne

# Ddc_192
source: Philosophy of British Isles
fr: Philosophies des îles britanniques

# Ddc_193
source: Philosophy of Germany and Austria
fr: Philosophie d'Allemagne et d'Autriche

# Ddc_194
source: Philosophy of France
fr: Philosophie de France

# Ddc_195
source: Philosophy of Italy
fr: Philosophie d'Italie

# Ddc_196
source: Philosophy of Spain and Portugal
fr: Philosophie d'Espagne et du Portugal

# Ddc_197
source: Philosophy of Russia
fr: Philosophie de Russie

# Ddc_198
source: Philosophy of Scandinavia and Finland
fr: Philosophie de Scandinavie et de Finlande

# Ddc_199
source: Philosophy of other geographic areas
fr: Philosophie d'autres régions du monde

# Ddc_201
source: Religious mythology & social theology
fr: Mythologie religieuse, grandes catégories de religions, attitudes et relations entre les religions, théologie sociale

# Ddc_203
source: Public worship and other practices
fr: Culte public et autres pratiques

# Ddc_204
source: Religious experience, life, practice
fr: Expérience, vie, pratique religieuses

# Ddc_205
source: Religious ethics
fr: Morale religieuse

# Ddc_206
source: Leaders and organization
fr: Chefs spirituels et organisation

# Ddc_207
source: Missions and religious education
fr: Missions et enseignement religieux

# Ddc_209
source: Sects and reform movements
fr: Sectes et mouvements réformistes

# Ddc_210
source: Philosophy and theory of religion
fr: Philosophie et théorie de la religion

# Ddc_211
source: Concepts of God
fr: Concepts de Dieu

# Ddc_212
source: Existence, knowability & attributes of God
fr: Existence de Dieu, moyens de connaître Dieu, attributs de Dieu

# Ddc_213
source: Creation
fr: Création

# Ddc_214
source: Theodicy
fr: Théodicée

# Ddc_215
source: Science and religion
fr: Science et religion

# Ddc_218
source: Humankind
fr: Humanité (le genre humain)

# Ddc_221
source: Old Testament (Tanakh)
fr: Ancien Testament (Tanakh)

# Ddc_222
source: Historical books of Old Testament
fr: Livres historiques de l'Ancien Testament

# Ddc_223
source: Poetic books of Old Testament
fr: Livres poétiques de l'Ancien Testament

# Ddc_224
source: Prophetic books of Old Testament
fr: Livres prophétiques de l'Ancien Testament

# Ddc_225
source: New Testament
fr: Nouveau Testament

# Ddc_226
source: Gospels and Acts
fr: Évangiles et Actes des Apôtres

# Ddc_227
source: Epistles
fr: Épitres

# Ddc_228
source: Revelation (Apocalypse)
fr: Apocalypse de saint Jean

# Ddc_229
source: Apocrypha and pseudepigrapha
fr: Livres apocryphes et pseudépigraphes

# Ddc_230
source: Christianity
fr: Christianisme Théologie chrétienne

# Ddc_231
source: God
fr: Dieu

# Ddc_232
source: Jesus Christ and his family
fr: Jésus de Nazareth et sa famille Christologie

# Ddc_233
source: Humankind
fr: Humanité (le genre humain)

# Ddc_234
source: Salvation and grace
fr: Salut et grâce

# Ddc_235
source: Spiritual beings
fr: Êtres spirituels

# Ddc_236
source: Eschatology
fr: Eschatologie

# Ddc_238
source: Creeds & catechisms
fr: Croyances, confessions de foi

# Ddc_239
source: Apologetics and polemics
fr: Apologétique et polémique

# Ddc_240
source: Christian moral and devotional theology
fr: Théologie morale et spirituelle chrétiennes

# Ddc_241
source: Christian ethics
fr: Morale chrétienne

# Ddc_242
source: Devotional literature
fr: Textes de dévotion

# Ddc_243
source: Evangelistic writings for individuals
fr: Textes d'évangélisation à l'intention des individus et des familles

# Ddc_246
source: Use of art in Christianity
fr: Art dans le christianisme

# Ddc_247
source: Church furnishings and related articles
fr: Mobilier d'église et objets religieux

# Ddc_248
source: Christian experience, practice, life
fr: Expérience, pratique, vie chrétiennes

# Ddc_249
source: Christian observances in family life
fr: Pratiques chrétiennes dans la vie familiale

# Ddc_250
source: Local Christian church and religious orders
fr: Églises chrétiennes locales et ordres religieux chrétiens

# Ddc_251
source: Preaching (Homiletics)
fr: Prédication (homilétique)

# Ddc_252
source: Texts of sermons
fr: Textes de sermons (homélies)

# Ddc_253
source: Pastoral work (Pastoral theology)
fr: Fonctions et devoirs pastoraux (théologie pastorale)

# Ddc_254
source: Local church administration
fr: Administration des paroisses

# Ddc_255
source: Religious congregations and orders
fr: Congrégations et ordres religieux

# Ddc_259
source: Pastoral care of families & kinds of persons
fr: Activités pastorales auprès des familles, des catégories particulières de personnes

# Ddc_260
source: Christian social and ecclesiastical theology
fr: Théologie chrétienne et société et ecclésiologie

# Ddc_261
source: Social theology and interreligious relations
fr: Théologie chrétienne et société et relations et attitudes du christianisme envers les autres religions

# Ddc_262
source: Ecclesiology
fr: Ecclésiologie

# Ddc_263
source: Days, times, places of religious observance
fr: Jours, temps, lieux destinés au culte

# Ddc_264
source: Public worship
fr: Culte public

# Ddc_265
source: Sacraments, other rites and acts
fr: Sacrements, autres rites et cérémonies

# Ddc_267
source: Associations for religious work
fr: Associations à but religieux

# Ddc_268
source: Religious education
fr: Enseignement religieux

# Ddc_269
source: Spiritual renewal
fr: Renouveau spirituel

# Ddc_270
source: History, geographic treatment, biography
fr: Histoire et géographie du christianisme et de l'Église

# Ddc_271
source: Religious orders in church history
fr: Congrégations et ordres religieux dans l'histoire de l'Église

# Ddc_272
source: Persecutions in general church history
fr: Persécutions

# Ddc_273
source: Doctrinal controversies & heresies
fr: Controverses et hérésies doctrinales

# Ddc_274
source: History of Christianity in Europe
fr: Christianisme en Europe, Église chrétienne en Europe

# Ddc_275
source: History of Christianity in Asia
fr: Christianisme en Asie, Église chrétienne en Asie

# Ddc_276
source: History of Christianity in Africa
fr: Christianisme en Afrique, Église chrétienne en Afrique

# Ddc_277
source: History of Christianity in North America
fr: Christianisme en Amérique du Nord, Église chrétienne en Amérique du Nord

# Ddc_278
source: History of Christianity in South America
fr: Christianisme en Amérique du Sud, Église chrétienne en Amérique du Sud

# Ddc_279
source: History of Christianity in other areas
fr: Christianisme dans les autres parties du monde, Église chrétienne dans les autres parties du monde

# Ddc_280
source: Denominations & sects of Christian church
fr: Confessions et sectes de l'Église chrétienne

# Ddc_281
source: Early church and Eastern churches
fr: Église primitive et Églises orientales

# Ddc_282
source: Roman Catholic Church
fr: Église catholique romaine

# Ddc_283
source: Anglican churches
fr: Églises anglicanes

# Ddc_284
source: Protestants of Continental origin
fr: Confessions protestantes d'origine européenne continentale et groupes connexes

# Ddc_285
source: Presbyterian, Reformed & Congregational
fr: Églises presbytériennes, Églises réformées en Amérique, Églises congrégationalistes, puritanisme

# Ddc_286
source: Baptist, Restoration & Adventist
fr: Églises baptistes, des disciples du Christ, adventistes

# Ddc_287
source: Methodist and related churches
fr: Églises méthodistes, Églises liées au méthodisme

# Ddc_289
source: Other denominations and sects
fr: Autres confessions et sectes

# Ddc_290
source: Other religions
fr: Autres religions

# Ddc_292
source: Classical religion (Greek & Roman religion)
fr: Religion classique (religions grecque et romaine)

# Ddc_293
source: Germanic religion
fr: Religion germanique

# Ddc_294
source: Religions of Indic origin
fr: Religions d'origine hindoue

# Ddc_295
source: Zoroastrianism (Mazdaism, Parseeism)
fr: Zoroastrisme (mazdéisme, parsisme)

# Ddc_296
source: Judaism
fr: Judaïsme

# Ddc_297
source: Islam, Babism & Bahai Faith
fr: Islam, Babisme et Bahaïsme

# Ddc_299
source: Religions not provided for elsewhere
fr: Autres religions

# Ddc_300
source: Social sciences
fr: Sciences sociales

# Ddc_301
source: Sociology and anthropology
fr: Sociologie et anthropologie

# Ddc_302
source: Social interaction
fr: Interaction sociale

# Ddc_303
source: Social processes
fr: Processus sociaux

# Ddc_304
source: Factors affecting social behavior
fr: Facteurs influençant le comportement social

# Ddc_305
source: Groups of people
fr: Groupes sociaux

# Ddc_306
source: Culture and institutions
fr: Culture et institutions

# Ddc_307
source: Communities
fr: Communautés

# Ddc_310
source: Collections of general statistics
fr: Recueils de statistiques générales

# Ddc_314
source: General statistics of Europe
fr: Statistiques générales de l'Europe

# Ddc_315
source: General statistics of Asia
fr: Statistiques générales de l'Asie

# Ddc_316
source: General statistics of Africa
fr: Statistiques générales de l'Afrique

# Ddc_317
source: General statistics of North America
fr: Statistiques générales de l'Amérique du Nord

# Ddc_318
source: General statistics of South America
fr: Statistiques générales de l'Amérique du Sud

# Ddc_319
source: General statistics of other areas
fr: Statistiques générales des autres parties du monde
